tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "act"
brew "asdf"
brew "bzip2"
brew "openssl@1.1"
brew "curl"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gnupg"
brew "httpstat"
brew "jq"
brew "lzlib"
brew "kcat"
brew "lbzip2"
brew "terraform-docs"
brew "tfsec"
brew "tree"
brew "yq"
brew "zlib"
cask "brave-browser"
cask "docker"
cask "drawio"
cask "font-cascadia-code"
cask "font-cascadia-mono"
cask "gitkraken"
cask "google-chrome"
cask "google-japanese-ime"
cask "hiddenbar"
cask "hyper"
cask "iina"
cask "jetbrains-toolbox"
cask "keepingyouawake"
cask "notion"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "scroll-reverser"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "zoom"
