tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "act"
brew "asdf"
brew "avro-c"
brew "bzip2"
brew "curl"
brew "dive"
brew "docker", link: false
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "unbound"
brew "gnutls"
brew "libassuan"
brew "gnupg"
brew "grpcurl"
brew "guile"
brew "httpstat"
brew "jq"
brew "lzlib"
brew "librdkafka"
brew "openssl@1.1"
brew "kcat"
brew "lbzip2"
brew "openapi-generator"
brew "python@3.10"
brew "python@3.9"
brew "terraform-docs"
brew "tfsec"
brew "tree"
brew "yq"
brew "zlib"
cask "adobe-creative-cloud"
cask "brave-browser"
cask "docker"
cask "drawio"
cask "font-cascadia-code"
cask "font-cascadia-mono"
cask "google-chrome"
cask "google-japanese-ime"
cask "hyper"
cask "iina"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "keepingyouawake"
cask "miro"
cask "notion"
cask "raycast"
cask "rectangle"
cask "scroll-reverser"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "zoom"
vscode "42crunch.vscode-openapi"
vscode "asdine.cue"
vscode "bdsoftware.format-on-auto-save"
vscode "bradlc.vscode-tailwindcss"
vscode "donjayamanne.githistory"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ipedrazas.kubernetes-snippets"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-typescript-next"
vscode "msyrus.go-doc"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "takumii.markdowntable"
vscode "unifiedjs.vscode-mdx"
vscode "xyc.vscode-mdx-preview"
vscode "yzhang.markdown-all-in-one"
